Repository: alon/polinax
Catalog: projects/polinax/locale/*/LC_MESSAGES/django.po
Languages: he

source: Username
he: שם משתמש

source: Password
he: סיסמא

source: Remember Me
he: זכור אותי

source: If checked you will stay logged in for 3 weeks
he: בחר אותי כדי להישאר מחובר

source: This account is currently inactive.
he: חשבון זה אינו פעיל כעת

source: The username and/or password you specified are not correct.
he: שם המשתמש או הסיסמא שגויים

source: Successfully logged in as %(username)s.
he: .%(username)s התחברת בהצלחה כ

source: English please
he: אנגלית בבקשה

source: Password (again)
he: סיסמא (שוב)

source: Email (optional)
he: דואל (רשות)

source: Name (optional)
he: שם (רשות)

source: Location (optional)
he: מיקום (רשות)

source: Site (optional)
he: אתר (רשות)

source: Usernames can only contain letters, numbers and underscores.
he: שם משתמש יכול להכיל רק אותיות אנגליות, מספרים וקו תחתון

source: This username is already taken. Please choose another.
he: שם המשתמש תפוס. בחר שם אחר.

source: You must type the same password each time.
he: הסיסמאות שהקשת צריכות להיות זהות.

source: Your email address has already been verified
he: כתובת הדואל שלך כבר אומתה

source: Confirmation email sent to %(email)s
he: %(email)s דואל אישור נשלח ל

source: Email
he: דואל

source: This email address already associated with this account.
he: כתובת הדואל משוייכת כבר לחשבון זה

source: New Password
he: סיסמא חדשה

source: New Password (again)
he: (סיסמה חדשה (שוב

source: Please type your current password.
he: אנא הקש את סיסמתך הנוכחית

source: Password successfully changed.
he: .הסיסמא הוחלפה בהצלחה

source: Email address not verified for any user account
he: כתובת הדואל לא אומתה עבור אף חשבון

source: Timezone
he: איזור זמן

source: timezone
he: איזור זמן

source: created
he: נוצר

source: flagged as inappropriate
he: סומן בכעייתי

source: by %(user)s: %(text)s%(more)s
he: מאת %(user)s: %(text)s%(more)s

source: Accepted friendship request from %(from_user)s
he: %(from_user)s התקבלה בקשת חברות מ

source: %(total)s vCards found, %(imported)s contacts imported.
he: אנשי קשר יובאו %(imported)s ,נמצאו vCards %(total)s

source: %(total)s people with email found, %(imported)s contacts imported.
he: אנשי קשר יובאו %(imported)s , אנשי קשר בעלי דואל נמצאו %(total)s

source: slug
he: שם מקוצר

source: name
he: שם

source: description
he: תיאור

source: location
he: מיקום

source: modified
he: השתנה

source: Members
he: חברים

source: Party
he: מפלגה

source: Blog feed:
he: פיד הבלוג

source: You are now registered as a candidate for %(party)s
he: בקשתך להרשם כמועמד ב %(party)s נרשמה. העורכים שלנו יוודאו את פרטייך בקרוב.

source: Registration failed. Could it be you are already registered?
he: הרשמה נכשלה. ככל הנראה אתה כבר רשום כמועמד.

source: Join a party
he: הרשם כמועמד לכנסת

source: Register as a party candidate
he: הרשם כמועמד לכנסת

source: This form if for party candidates only.
he: טופס זה מיועד למועמדים רשומים בלבד.

source: post
he: שלח

source: All Parties
he: כל המפלגות

source: No parties yet.
he: ממש, ממש בקרוב כל המפלגות יהיו כאן

source: Candidates
he: מועמדים

source: Answers
he: תשובות

source: Answer
he: תשובה

source: For question
he: לשאלה

source: Discuss
he: דיון

source: Question reported
he: שאלה דווחה

source: Constitution
he: שלטון, חוק וחוקה

source: Economy & Taxes
he: כלכלה ומיסים

source: Security
he: בטחון אישי וציבורי

source: Education
he: חינוך, תרבות וספורט

source: Immigration
he: עלייה והגירה

source: Jobs
he: מסחר ותעסוקה

source: Civil Rights
he: זכויות הפרט

source: Foreign Policy
he: מדיניות חוץ

source: Health & Welfare
he: סעד ובריאות

source: Environment
he: הגנת הסביבה, החי והצומח

source: Q:
he: ש:

source: Category
he: תחום

source: Question Deleted
he: שאלה נמחקה

source: A report has been sent. Tzafim editors will review it shortly. Thanks.
he: הדיווח נשלח. אחד מהעורכים שלנו יעבור על השאלה במהרה. תודה.

source: Post a Question
he: הפנה שאלה

source: *Questions must be non-partisan.
he: *אנא, שמור על על-מפלגתיות

source: Post
he: פרסם

source: Categories
he: תחומים

source: All
he: הכל

source: Search
he: חיפוש

source: Mine
he: שלי

source: My Questions
he: השאלות שלי

source: Candidates Registration
he: הרשם כמועמד

source: You can <a href="%(signup_url)s">Sign up</a> or <a href="%(login_url)s">Log in</a> to vote and post questions.
he: <a href="%(signup_url)s">הרשם</a> או <a href="%(login_url)s">התחבר</a> כדי להצביע ולהפנות שאלות.

source: All My Questions
he: השאלות שלי

source: Question
he: שאלה

source: Points
he: נקודות

source: Public
he: ציבורי

source: Flagged
he: הוסר

source: Published
he: פורסם

source: Actions
he: פעולות

source: Delete
he: מחק

source: You haven't posted any questions yet.
he: עדיין לא הפנת שאלות

source: Click here to post a question
he: לחץ כאן להפנות שאלה

source: by:
he: מאת:

source: No Answers yet.
he: עדיין אין תשובות

source: All Questions
he: כל השאלות

source: Sort by:
he: סדר לפי:

source: hot
he: חמים

source: or
he: או

source: points
he: נקודות

source: date
he: תאריך

source: Report this question
he: דווח

source: No questions yet.
he: אין עדיין שאלות.

source: Report a Question
he: דווח על שאלה

source: What is the problem with the question?
he: מה הבעיה עם השאלה?

source: Hide announcement
he: הסתר הודעות

source: Questions for...
he: צפים 2009

source: Welcome
he: ברוך הבא

source: Settings
he: הגדרות

source: Admin
he: מנהל

source: Logout
he: התנתק

source: Login
he: התחבר

source: Sign up
he: הירשם

source: Questions
he: שאלות

source: Parties
he: מפלגות

source: Profile
he: פרופיל

source: About
he: אודות

source: Terms of Service
he: תנאי שימוש

source: Privacy Policy
he: הצהרת פרטיות

source: <p>Your <b>About Page</b> would normally go here...</p>
he: <p>אתר צפים מיועד לתת במה לשאלות שלנו ולתשובות של המועמדים לכנסת. האתר פתוח לכל המועמדים לכנסת. באם אתה מועמד, כל שעליך לעשות הוא להירשם כמועמד ולפרסם תשובות בבלוג שלך.</p><p>באם נתקלת בבעיה כלשהיא באתר אנא שלח דואל ל polinax@gmail.com. אם ברצונך לעזור בפיתוח האתר עם רעיונות, עיצוב או כתיבת קוד (קוד האתר פתוח) אתה מוזמן להצטרף לקהילה שלנו.</p><p>בני דאון וקהילת <a href='http://groups.google.com/group/polinax'>פולינקס</a>.</p>

source: <p>Your <b>Privacy Policy</b> would normally go here...</p>
he: <p>צפים שומרים על פרטיות הגולשים ולא חולקים את פרטי הגולשים עם אף אחד.</p>

source: <p>Your <b>Terms of Service</b> would normally go here...</p>
he: <p>כל התכנים הנתרמים לאתר הינם על פי <a href='http://creativecommons.org/licenses/by-nc-sa/2.5/il/'>רשיון ייחוס-שימוש לא מסחרי-שיתוף זהה</a></p>

source: What Next?
he: מה חדש?

source: Personal Info
he: מידע אישי

source: E-Mail Addresses
he: כתובות דואל

source: OpenID Associations
he: OpenID שיוך

source: Change Password
he: החלף סיסמא

source: Account
he: חשבון

source: Email Addresses
he: כתובות דואל

source: verified
he: אומת

source: primary
he: ראשי

source: make primary
he: הפוך לראשי

source: unverified
he: לא אומת

source: re-send verification email
he: שלח דואל לאימות

source: remove
he: הסר

source: None
he: ללא

source: You should really add one so you can receive notifications, reset your password if you forget it, etc.
he: מומלץ להוסיף כדי לקבל עידכונים , לאפס סיסמא וכו

source: Add Email Address
he: הוסף כתובות דואל

source: add
he: הוסף

source: Log In
he: התחבר

source: Note
he: הודעה

source: you are already logged in as %(user)s.
he: .%(user)s את/ה מוחבר כבר כ

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
he: אין לך חשבון? <a href="%(signup_url)s">הרשם עכשיו</a>.

source: Log in &raquo;
he: התחבר &raquo;

source: Forgot password?
he: שכחת סיסמא?

source: Or sign in with your OpenID
he: OpenID או התחבר בעזרת

source: OpenID Identifier
he: OpenID מזהה

source: Not OpenID enabled? <a href="http://openid.net/get/" target="_blank">Get started now.</a>
he: לחץ <a href="http://openid.net/get/" target="_blank">כאן</a> ללמוד עוד על OpenID.

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
he: אם קיימת בעיה בחיבור לחשבונך, צור עימנו קשר ב<a href="mailto:%(contact_email)s">%(contact_email)s</a>

source: You've been logged out.
he: נותקת בהצלחה

source: change password
he: החלף סיסמא

source: Password Reset
he: אפס סיסמא

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
he: שכחת סיסמא? הקש את כתובת הדואל שלך ואנו נאפס ונשלח אותה אליך

source: Reset my password
he: אפס את הסיסמא שלי

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
he: <a href="mailto:%(contact_email)s">%(contact_email)s</a>אם קיימת בעיה באיפוס סיסמתך, צור עימנו קשר ב

source: A new password has been sent to <b>%(email)s</b>. If you do not receive it within a few minutes, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
he: .<a href="mailto:%(contact_email)s">%(contact_email)s</a> אם לא תקבל אותה בדקות הקרובות צור עימנו קשר ב .<b>%(email)s</b>סיסמא חדשה נשלחה ל

source: When you receive the new password, you should <a href="%(login_url)s">log in</a> and change it as soon as possible.
he: ולשנות אותה בהקדם האפשרי <a href="%(login_url)s">להתחבר</a> כשתקבל סיסמא חדשה עליך

source: Signup
he: הירשם

source: Sign Up
he: הירשם

source: You are already logged in.
he: את/ה מוחבר כבר.

source: Already have an account?
he: יש לך חשבון ?

source: Sign Up &raquo;
he: הירשם &raquo;

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
he: בלחיצה על הרשם את/ה מאשר/ת שקראת והסכמת ל<a href="%(terms_url)s">תנאי השימוש</a> ו<a href="%(privacy_url)s">הצהרת הפרטיות</a>.

source: If you have any trouble creating your account, please send an email to tzafim@gmail.com.
he: אם נתקלת בבעיה ביצירת חשבון חדש אנא שלח דואל ל tzafim@gmail.com

source: Pinax can localize all times into your preferred timezone. Change your timezone below.
he: התאם את איזור הזמן שלך כאן.

source: Change my timezone
he: החלף איזור זמן

source: Announcements : %(object)s
he: %(object)s הודעות

source: Announcements
he: הודעות

source: There are no announcements for you.
he: אין לך הודעות

source: Avatar
he: צלמית

source: Here is your current avatar:
he: צלמית נוכחית:

source: Your Profile
he: הפרופיל שלך

source: All Profiles
he: כל הפרופילים

source: Profile for %(other_user)s
he: %(other_user)s פרופיל של

source: Name
he: שם

source: Location
he: מיקום

source: Website
he: אתר

source: Followers
he: עוקבים אחריך

source: Following
he: עוקב/ת אחרי

source: Edit profile
he: ערוך פרופיל

source: update
he: עדכן

source: unfollow
he: בטל מעקב

source: follow tweets
he: עקוב אחר טוויטס

source: You are friends with %(other_user)s.
he: %(other_user)s את/ה חבר של

source: Send a message
he: שלח הודעה

source: %(other_user)s has requested friendship.
he: ביקש להיות חבר %(other_user)s

source: accept
he: אשר

source: Friendship request sent.
he: בקשת חברות נשלחה.

source: Add As Friend
he: הוסף/י כחבר/ה

source: invite
he: הזמן

source: %(other_user)s to be a friend.
he: נעשה חבר %(other_user)s

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to add this person as a friend and see their tweets and blog posts.
he: <a href="%(signup_url)s">הירשם</a> <a href="%(login_url)s">התחבר</a> להוספתו כחבר וצפייה בטוויטס ובבלוג שלו

source: Your Tribes
he: השבטים שלך

source: You are not yet a member of any <a href="%(tribe_url)s">tribes</a>.
he: את/ה עדיין לא חבר באף <a href="%(tribe_url)s">שבט</a>.

source: Your Friends
he: החברים שלך

source: None. You should look at the list of <a href="/profiles/">profiles</a> and see if there's anyone you know.
he: האם קיים מישהו שאתה מכיר <a href="/profiles/">הפרופילים</a> ריק. בדוק ברשימת

source: %(other_user)s's Tribes
he: %(other_user)s השבטים של

source: Not yet a member of any tribes.
he: אינך חבר בשבט באף שבט

source: %(other_user)s's Friends
he: %(other_user)s החברים של

source: Profiles
he: פרופילים

source: Manage OpenID Associations
he: OpenID נהל שיוך

source: Your account is currently associated with the following OpenID %(buttons)s:
he: %(buttons)s OpenID חשבונך משוייך

source: Remove association
he: הסר שיוך

source: To associate a new OpenID with this account, sign in with it here:
he: התחבר כאן ,לחשבון זה חדש OpenID לשיוך

source: Authenticate and associate with this account
he: מחובר ומשויך לחשבון זה

source: Sign Up with OpenID
he: OpenID התחבר באמצעות

source: Please correct the errors below:
he: אנא תקן/י את השגיאות הבאות:

source: Already have an account? <a href="/account/login/?next=/openid/associations/">Login here</a> to associate your OpenID with your existing account.
he: יש לך כבר חשבון? <a href="/account/login/?next=/openid/associations/">התחבר כאן</a> לחשבון שלך OpenID לשיוך ה

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="/about/terms">Terms of Use</a> and <a href="/about/privacy">Privacy Policy</a>.
he: .<a href="/about/privacy">להצהרת הפרטיות</a> ו <a href="/about/terms">תנאי השימוש</a> בלחיצה על הירשם , את/ה מאשר/ת שקראת והסכמת ל

source: If you have any trouble creating your account, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
he: <a href="mailto:%(contact_email)s">%(contact_email)s</a>אם קיימת בעיה ביצירת חשבון חדש, צור עימנו קשר ב

source: Confirm Email
he: אשר דואל

source: Email Confirmed
he: דואל אושר

source: You have confirmed that %(email)s is an email address for user '%(user)s'.
he: '%(user)s היא כתובת דואל של המשתמש %(email)s אישרת ש

source: Invalid confirmation key.
he: מפתח אישור אינו חוקי.

source: Tweets You Follow
he: טוויטים במעקב

source: All Tweets
he: כל הטוויטים

source: %(tweet_age)s ago
he: %(tweet_age)s לפני

source: reply
he: השב

source: You haven't posted any <a href="%(tweets_url)s">tweets</a> yet.
he: עדיין <a href="%(tweets_url)s">tweets</a> לא שלחת

source: There are currently no tweets to be listed.
he: אין טוויטס כעת

source: Tweets
he: טוויטס

source: What are you doing?
he: ?מה אתה עושה

source: chars left.
he: תווים נותרו.

source: person,people
he: חבר,חברים

source: These are tweets from the %(follow_count)s %(follow_name)s you are following (plus your own)
he: טוויטס מ %(follow_count)s %(follow_name)s שאתה עוקב אחריהם

source: Public Tweets
he: טוויטים

source: These are tweets from everyone:
he: טוויטים מכולם:

source: Single Tweet
he: טוויט בודד

source: Notices
he: הודעות

source: No notices.
he: אין הודעות.

source: Primary email
he: דואל ראשי

source: change under <a href="%(email_url)s">Account</a>
he: שנה ב <a href="%(email_url)s">חשבון</a>

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
he: אין לך כתובת דואל מאומתת אליה ניתן לשלוח הודעות. תוכל להוסיף כתובת בכניסה ל <a href="%(email_url)s">חשבון</a>.

source: Notification Type
he: סוג הודעה

source: Change
he: שנה

source: previous
he: הקודם

source: next
he: הבא

source: (replace)
he: (החלף)

source: Candidate in party
he: מועמד במפלגה

source: My Friends
he: החברים שלך

source: Delete Post
he: מחק מאמר

source: Post Response
he: שלח תגובה

source: Please <a href="%(login)s">Login</a> (or <a href="%(signup)s">Sign Up</a>) to leave a comment
he: <a href="%(signup)s">הרשם</a> או <a href="%(login)s">התחבר</a> כדי להצטרף לדיון.
